tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "go"
brew "hadolint"
brew "jenv"
brew "jq"
brew "mas"
brew "maven"
brew "peco"
brew "shellcheck"
brew "shfmt"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "balenaetcher"
cask "bitwarden"
cask "deepl"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-teams"
cask "rectangle"
cask "temurin"
cask "temurin17"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
