tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "go"
brew "hadolint"
brew "jq"
brew "openjdk"
brew "peco"
brew "shellcheck"
brew "shfmt"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alfred"
cask "deepl"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-teams"
cask "shiftit"
cask "visual-studio-code"
cask "zoom"
